[
    {
        "id": 1,
        "title": "What is Uptitude?",
        "isOpen": true,
        "content": "Uptitude is an e-learning platform explicitly designed to promote student self-regulation through assessment processes that involve the students themselves and are accompanied by feedback. It can be used as a platform to design an entire course or training activity, functioning as a virtual classroom, or as a complement to the platform your institution uses to develop subjects or tasks directly linked to self-regulated learning and that require closer monitoring."
    },
    {
        "id": 2,
        "title": "Who is behind this project?",
        "isOpen": false,
        "content": "Behind this project is a group of students and professors from the University of Barcelona who are passionate about education and technology.  We are working hard to make Uptitude a reality and help students improve their learning processes."
    },
    {
        "id": 3,
        "title": "Do I need to pay for this?",
        "isOpen": false,
        "content": "Currently, Uptitude is still in development. We will notify you in advance when the product is ready for using it. Stay tuned!"
    },
    {
        "id": 4,
        "title": "Where can I ask more questions about Uptitude",
        "isOpen": false,
        "content": "You can ask more questions about Uptitude by sending an email to uptitudeapp@gmail.com. We will be happy to help you!"
    },
    {
        "id": 5,
        "title": "What is self-regulation?",
        "isOpen": false,
        "content": "Self-regulation refers to the ability of individuals to manage their own learning processes effectively. This involves setting goals, monitoring progress, staying motivated, and making adjustments as needed. In the context of education, it means that students take an active role in their learning by planning, monitoring their understanding, and evaluating their progress, often with the help of feedback and reflection. This helps them become more autonomous and effective learners."
    },
    
    {
        "id": 6,
        "title": "What is the difference between Uptitude and Moodle?",
        "isOpen": false,
        "content": "Moodle is a learning management system (LMS) that allows teachers to create online courses, manage assignments, and communicate with students. Uptitude, on the other hand, is an e-learning platform specifically designed to promote student self-regulation through assessment processes that involve the students themselves and are accompanied by feedback. While Moodle focuses on course management and content delivery, Uptitude focuses on promoting self-regulated learning through assessment and feedback processes. Uptitude can be used as a complement to Moodle or other LMSs to provide students with additional support for self-regulated learning."
    },
    {
        "id": 7,
        "title": "Book a demo!",
        "isOpen": false,
        "content": "If you are interested on joining the project, send an email to uptitudeapp@gmail.com and we will schedule a demo for you!"
    }
]
